[Attributes.AttrPresent_CandyText AttributePresentationDefinition]
Description="pandora sweets."
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_WispText AttributePresentationDefinition]
Description="Contains 1 Pandora file."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="  kill the bad guys."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="You just have to try,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="  And you will be very strong."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="You will see how easy it is,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="  No one will catch you."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="You will work as a follower.,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="  At top speed."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Try it,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="  Makes you very fat.."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="This dessert is very sweet"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="  You will be a monster."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Beer has power but,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="  This will make you more resilient.."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Several teeth were broken,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="  But I never felt pain."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="and secret things,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.Prefix_Damage ItemNamePartDefinition]
PartName="Cherry bomb"

[CandyParts.Prefix_Haste ItemNamePartDefinition]
PartName="lemon cucumber"

[CandyParts.Prefix_Melee ItemNamePartDefinition]
PartName="a piece of fruit"

[CandyParts.Prefix_Rock ItemNamePartDefinition]
PartName="lion"

[CandyParts.Title_Candy ItemNamePartDefinition]
PartName="It is delicious"

[Interaction.Icon_Eat InteractionIconDefinition]
Text="Instead of water."

[Item.Item_Candy UsableItemDefinition]
UseFailureCharacterMessage="Is that really you? %s Use this article."
ItemName="This is awesome"
PickupMessage="except for you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You may not use this product.."
NoManufacturerName="usual"

[Item.Item_Candy_Blue UsableItemDefinition]
UseFailureCharacterMessage="you should %s use this item."
ItemName="sweet"
PickupMessage="It depends on you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This item does not exist."
NoManufacturerName="General"

[Item.Item_Candy_Green UsableItemDefinition]
UseFailureCharacterMessage="You need %s Use this article.."
ItemName="SWEET"
PickupMessage="with you %s"
UseFailureLevelMessage="You must be at least %d old to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="In general"

[Item.Item_Candy_Red UsableItemDefinition]
UseFailureCharacterMessage="you must %s To use this product."
ItemName="in the year"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="normal"

[Item.Item_Candy_Yellow UsableItemDefinition]
UseFailureCharacterMessage="I am yours %s try it."
ItemName="lion"
PickupMessage="you are there %s"
UseFailureLevelMessage="You must be at least %d years old to use this item."
UseFailureConstraintsMessage="You can use this product.."
NoManufacturerName="general"

[Item.Item_Wisp UsableItemDefinition]
UseFailureCharacterMessage="So it should. %s How to use this tool."
ItemName="Will-o'-the-wisp pot"
PickupMessage="You won %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="This product is not available."
NoManufacturerName="total"

[Item.Item_Wisp:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Pandoran Wisp - Criminals trapped in Jacob's Cove and they manage to free Will-o'-the-Wisp. You can win one by one.."
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_CandyDamage SkillDefinition]
SkillName="To taste death"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyHaste SkillDefinition]
SkillName="It's a sweet race"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyMelee SkillDefinition]
SkillName="sweet war"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyRock SkillDefinition]
SkillName="Crystal sugar"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispBlue SkillDefinition]
SkillName="blue fairy lights"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispGreen SkillDefinition]
SkillName="Green spots appear"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispRed SkillDefinition]
SkillName="Red appearance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispYellow SkillDefinition]
SkillName="Purple water comes out"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[WispParts.Prefix_Blue ItemNamePartDefinition]
PartName="Keep it blue"

[WispParts.Prefix_Green ItemNamePartDefinition]
PartName="Green light"

[WispParts.Prefix_Red ItemNamePartDefinition]
PartName="Click on red"

[WispParts.Prefix_Yellow ItemNamePartDefinition]
PartName="Yellow light"

[WispParts.Title_Wisp ItemNamePartDefinition]
PartName="constipation disorder"

